brew "wget"
brew "ripgrep"
brew "fzf"
brew "fd"
brew "neovim"
brew "tmux"

cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "intellij-idea"
cask "docker"
cask "insomnia"
cask "spotify"
cask "discord"
cask "whatsapp"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "microsoft-word"
cask "microsoft-excel"
